Repository: ipython/ipython
Catalog: IPython/html/translations/*/LC_MESSAGES/ipynotebook.po
Languages: tr_tr

source: You are requesting a page that does not exist!
tr_tr: Mevcut olmayan bir sayfa isteği gönderdiniz!

source: The error was:
tr_tr: Hata:

source: Password:
tr_tr: Parola:

source: Log in
tr_tr: Giriş yap

source: File
tr_tr: Dosya

source: Make a new notebook (Opens a new window)
tr_tr: Yeni bir defter oluştur (Yeni pencerede açılır)

source: New
tr_tr: Yeni

source: Open...
tr_tr: Aç...

source: Open a copy of this notebook's contents and start a new kernel
tr_tr: Bu defterin bir kopyasını aç ve yeni bir çekirdek başlat

source: Make a Copy...
tr_tr: Bir Kopya Oluştur...

source: Rename...
tr_tr: Yeniden adlandır...

source: Save and Checkpoint
tr_tr: Kaydet ve Denetim Noktası Oluştur

source: Revert to Checkpoint
tr_tr: Denetim Noktasına Dön

source: Print Preview
tr_tr: Baskı Önizleme

source: Download as
tr_tr: Farklı indir

source: Trust the output of this notebook
tr_tr: Bu defterin çıktısına güven

source: Trust Notebook
tr_tr: Deftere Güven

source: Shutdown this notebook's kernel, and close this window
tr_tr: Bu defterin çekirdeğini ve bu pencereyi kapat

source: Close and halt
tr_tr: Kapat ve sonlandır

source: Edit
tr_tr: Düzenle

source: Cut Cell
tr_tr: Hücreyi Kes

source: Copy Cell
tr_tr: Hücreyi Kopyala

source: Paste Cell Above
tr_tr: Hücreyi Yukarıya Yapıştır

source: Paste Cell Below
tr_tr: Hücreyi Aşağıya Yapıştır

source: Paste Cell &amp; Replace
tr_tr: Hücreyi Yapıştır &amp; Değiştir

source: Delete Cell
tr_tr: Hücreyi Sil

source: Undo Delete Cell
tr_tr: Hücre Silmeyi Geri Al

source: Split Cell
tr_tr: Hücreyi Böl

source: Merge Cell Above
tr_tr: Hücreyi Yukarıdakiyle Birleştir

source: Merge Cell Below
tr_tr: Hücreyi Aşağıdakiyle Birleştir

source: Move Cell Up
tr_tr: Hücreyi Yukarı Taşı

source: Move Cell Down
tr_tr: Hücreyi Aşağı Taşı

source: Edit Notebook Metadata
tr_tr: Defter Önbilgisini Düzenle

source: View
tr_tr: Görünüm

source: Show/Hide the IPython Notebook logo and notebook title (above menu bar)
tr_tr: IPython Notebook logosunu ve defter başlığını (menünün üzerinde) göster/gizle

source: Toggle Header
tr_tr: Başlığı Göster/Gizle

source: Show/Hide the action icons (below menu bar)
tr_tr: Eylem simgelerini (menünün altındaki) göster/gizle

source: Toggle Toolbar
tr_tr: Araç Çubuğunu Göster/Gizle

source: Insert
tr_tr: Ekle

source: Insert an empty Code cell above the currently active cell
tr_tr: Şu anda etkin olan hücrenin yukarısına boş bir Kod hücresi ekle

source: Insert Cell Above
tr_tr: Hücreyi Yukarıya Ekle

source: Insert an empty Code cell below the currently active cell
tr_tr: Şu anda etkin olan hücrenin aşağısına boş bir Kod hücresi ekle

source: Insert Cell Below
tr_tr: Hücreyi Aşağıya Ekle

source: Cell
tr_tr: Hücre

source: Run this cell, and move cursor to the next one
tr_tr: Bu hücreyi çalıştır ve imleci sıradakine götür

source: Run
tr_tr: Çalıştır

source: Run this cell, select below
tr_tr: Bu hücreyi çalıştır, aşağıdakini seç

source: Run and Select Below
tr_tr: Çalıştır ve Aşağıdakini Seç

source: Run this cell, insert below
tr_tr: Bu hücreyi çalıştır, aşağısına ekle

source: Run and Insert Below
tr_tr: Çalıştır ve Aşağıya Ekle

source: Run all cells in the notebook
tr_tr: Defterdeki tüm hücreleri çalıştır

source: Run All
tr_tr: Tümünü Çalıştır

source: Run all cells above (but not including) this cell
tr_tr: Bu hücrenin yukarısındaki (kendisi hariç) tüm hücreleri çalıştır

source: Run All Above
tr_tr: Yukarıdakileri Çalıştır

source: Run this cell and all cells below it
tr_tr: Bu hücreyi ve aşağıdaki hücreleri çalıştır

source: Run All Below
tr_tr: Aşağıdakileri Çalıştır

source: All cells in the notebook have a cell type. By default, new cells are created as 'Code' cells
tr_tr: Defterdeki tüm hücrelerin bir türü vardır. Yeni hücreler öntanımlı olarak 'Kod' türünden yaratılır

source: Cell Type
tr_tr: Hücre Türü

source: Contents will be sent to the kernel for execution, and output will display in the footer of cell
tr_tr: İçerik çalıştırılmak üzere çekirdeğe gönderilir ve çıktı hücrenin altında gösterilir

source: Code
tr_tr: Kod

source: Contents will be rendered as HTML and serve as explanatory text
tr_tr: İçerik açıklayıcı metin olarak kullanılmak için HTML biçeminde üretilecek

source: Contents will pass through nbconvert unmodified
tr_tr: İçerik nbconvert tarafından işlenmez, ham olarak geçer

source: Raw NBConvert
tr_tr: Ham NBConvert

source: Heading %(level)d
tr_tr: Başlık %(level)d

source: Current Output
tr_tr: Mevcut Çıktı

source: Hide/Show the output of the current cell
tr_tr: Etkin hücrenin çıktısını gizle/göster

source: Toggle
tr_tr: Göster/Gizle

source: Scroll the output of the current cell
tr_tr: Şu anki hücrenin çıktısını kaydır

source: Toggle Scrolling
tr_tr: Kaydırmayı Aç/Kapa

source: Clear the output of the current cell
tr_tr: Mevcut hücrenin çıktısını temizle

source: Clear
tr_tr: Temizle

source: All Output
tr_tr: Tüm Çıktı

source: Hide/Show the output of all cells
tr_tr: Tüm hücrelerin çıktısını gizle/göster

source: Scroll the output of all cells
tr_tr: Hücrelerin çıktısını kaydır

source: Clear the output of all cells
tr_tr: Tüm hücrelerin çıktılarını temizle

source: Kernel
tr_tr: Çekirdek

source: Send KeyboardInterrupt (CTRL-C) to the Kernel
tr_tr: Çekirdeğe klavye kesmesi (CTRL-C) gönder

source: Interrupt
tr_tr: Durdur

source: Restart
tr_tr: Yeniden başlat

source: Help
tr_tr: Yardım

source: A quick tour of the notebook user interface
tr_tr: Defter arayüzüne dair hızlı bir tanıtım turu

source: User Interface Tour
tr_tr: Kullanıcı Arayüz Turu

source: Opens a tooltip with all keyboard shortcuts
tr_tr: Tüm klavye kısayollarını gösteren bir pencere açar

source: Keyboard Shortcuts
tr_tr: Klavye Kısayolları

source: IPython Notebook requires JavaScript.<br> Please enable it to proceed.
tr_tr: IPython Notebook JavaScript'e ihtiyaç duymaktadır.<br> Devam etmek için lütfen etkinleştirin.

source: Logout
tr_tr: Çıkış Yap

source: Login
tr_tr: Giriş Yap

source: Notebooks
tr_tr: Defterler

source: Running
tr_tr: Çalışanlar

source: Clusters
tr_tr: Öbekler

source: New Notebook
tr_tr: Yeni Defter

source: Currently running IPython notebooks
tr_tr: Şu anda çalışan IPython defterleri

source: There are no notebooks running.
tr_tr: Çalışan defter yok.

source: IPython parallel computing clusters
tr_tr: IPython paralel işleme öbekleri

source: profile
tr_tr: profil

source: status
tr_tr: durum

source: Enter the number of engines to start or empty for default
tr_tr: Başlatılacak motor sayısını belirtin, öntanımlı için boş bırakın

source: # of engines
tr_tr: motor (engine) sayısı

source: action
tr_tr: eylem
